import styles from "./AboutUsPage.module.css";
const AboutUsPage = () => {
  return (
    <div className={styles.container}>
      <h1>درباره ما :</h1>
      <p>
        آبان ماه سال 1400 کلاسور متولد شد. هدف کلاسور اینه که دغدغه‌ی افرادی که
        دنبال شغل هستند رو کمتر کنه. به همین دلیل ما کارمون طراحی مسیرشغلیه. تو
        مسیرهای شغلی کلاسور دیگه نگران این نیستی که " من که دیجیتال بلد نیستم"
        یا " از کجا شروع کنم" یا " به کجاها رزومه بفرستم". تو کلاسور هدفت فقط
        باید یادگیری و پیشرفت باشه. تو مسیر های شغلی‌ای که ما طراحی کردیم هم
        آموزش می‌بینی، هم تجربه کسب می‌کنی و هم استخدام می‌شی. از طرفی کارفرما
        ها هم مشکلات زیادی برای جذب نیرو داشتند. ما تصمیم گرفتیم تا مسیر جذب و
        استخدام رو براشون راحت کنیم. از تکنولوژی کمک گرفتیم. برای کارفرما ها
        پنلی درست کردیم که ظرف 4 دقیقه نیرو‌های مد نظرشون رو انتخاب می‌کنن و
        براشون تایم مصاحبه ست می‌کنن. قصد داریم در آینده‌ای نه چندان دور
        مسیر‌های شخصی سازی شده افراد رو براشون آماده کنیم. یعنی مسیری که من برای
        آموزشم طی می‌کنم با مسیری که تو طی می‌کنی قطعا متفاوت خواهد بود و مسیر
        شغلی هر فرد متناسب با میزان دانسته‌ها، زمانی که می‌تونه برای یادگیری
        بذاره و میزانی که دوست داره عمیق بشه خواهد بود.
      </p>
    </div>
  );
};

export default AboutUsPage;
