import styles from "./RAPPage.module.css";

const RAPPage = () => {
  return (
    <div className={styles.container}>
      <h1>قوانین و ضوابط</h1>
      <div className={styles.subContainer}>
        <div>
          <p>
            ۱- کلاسور ضمانت شغلی مادام العمر به افرادی که در مسیرهای شغلی کلاسور
            ثبت نام می‌کنند، می‌دهد. موارد زیر شامل ضمانت شغلی نخواهد شد :
          </p>
          <ul>
            <li>چنانچه طول دوره‌ی آموزشی فرد بیش از سه ماه باشد.</li>
            <li>
              چنانچه ارزیابی ‌های به عمل آمده از فرد کارجو در دوره‌ی کارآموزی
              کمتر از حد نصاب تعیین شده ( 70 از 100 ) باشد.
            </li>
            <li>
              چنانچه فرد کارجو دو مصاحبه‌ی پذیرا شده را بدون اطلاع قبلی شرکت
              نکند.
            </li>
          </ul>
        </div>
        <div>
          <p>
            ۲- در صورتی انتخاب روش اقساطی، اگر هرکدام از اقساط تا 2 ماه پرداخت
            نشوند حساب کاربری فرد بسته خواهد شد و در صورت تمایل به ادامه مسیر
            باید مجددا ثبت‌نام صورت گیرد.
          </p>
        </div>
        <div>
          <p>
            ۳- چنانچه فرد تا دوبار در مصاحبه‌ی آزمایشی بدون اطلاع قبلی حاضر نشود
            ادامه مسیر غیرفعال خواهد شد.
          </p>
        </div>
      </div>
    </div>
  );
};

export default RAPPage;
